[
  {
    "desc": "Working n64 console with power supply, rf lead, controller and 4 games inc wwf war zone, iss, f1 world Grand Prix and virtual pool. Collection is from bath",
    "location": "Bath, Somerset\n",
    "price": 70,
    "title": "N64 Nintendo 64 console & games"
  },
  {
    "desc": "In working order. Has been tested. Comes in original box. Bit tatty. Castlevania is in box with manual.",
    "location": "Crewe, Cheshire\n",
    "price": 100,
    "title": "N64 console and Castlevania game"
  },
  {
    "desc": "Please see games from pics to much to listed all working fine. N64 all working fine open to reasonable offers collection only.thanks",
    "location": "Pontypool, Torfaen\n",
    "price": 60,
    "title": "Job lot of games and n64 console"
  },
  {
    "desc": "My beloved N64 collection Console comes with 48 games all in boxes complete with inner carts , original genuine games only , instructions Some in mint condition All in protective plastic collectors boxes Console is boxed 007 model, MADKATZ stee",
    "location": "Stourbridge, West Midlands\n",
    "price": 1,
    "title": "N64 NINTENDO Collection Console , Games , controllers x3 , MADKATZ steering wheel"
  },
  {
    "desc": "I have an Ultra HDMI Modded Smoke Grey (Funtastic) NTSC N64 console for sale. The Ultra HDMI mod was done by \"BadAss Consoles\" in the U.S in 2016. (I have the original receipt for the mod.) Basically, I won an eBay US auction for an immaculate Smo",
    "location": "Exeter, Devon\n",
    "price": 750,
    "title": "Ultra HDMI N64 Console + Everdrive V3"
  },
  {
    "desc": "N64 Console with power cable has a mark on the top from a rubber glove Works fine just cosmetic may rub off with some tlc",
    "location": "Blackpool, Lancashire\n",
    "price": 30,
    "title": "N64 Console with power cable no controller"
  },
  {
    "desc": "N64 with power cable in good condition Just needs a controller and aerial cable wire",
    "location": "Blackpool, Lancashire\n",
    "price": 40,
    "title": "N64 Console with power cable no controller"
  },
  {
    "desc": "Excellent condition. Controller included. Adapter for TV not included. Pokemon Nintendo N64 console. Posted by Ben in Consoles, Other Consoles in St Andrews. 20 November 2020",
    "location": "Gloucester Road, Bristol\n",
    "price": 100,
    "title": "Pokemon Nintendo N64 console"
  }
]